Repository: ArfyFR/info
Catalog: locales/*/main.po
Languages: fr

source: SQLite is not supported
fr: SQLite n'est pas supporté

source: Added by
fr: Ajoutée par

source: Records
fr: Enregistrements

source: the %s plugin (provided with Dotclear)
fr: le plugin %s (fourni avec Dotclear)

source: a plugin?
fr: un plugin&nbsp;?

source: Total:
fr: Total&nbsp;:

source: Directory
fr: Dossier

source: Is a directory
fr: Est un dossier

source: Is writable
fr: Peut être écrit

source: Is readable
fr: Peut être lu

source: Relative path
fr: Chemin relatif

source: Absolute path
fr: Chemin absolu

source: Owner
fr: Propriétaire

source: themes
fr: thèmes

source: theme
fr: thème

source: %1$s is not a valid directory, create the directory %2$s or change the settings
fr: %1$s n'est pas un dossier valide, créez le dossier %2$s ou changez les paramètres

source: %1$s directory is not writable, its path is %2$s
fr: le dossier %1$s n'est pas accessible en écriture, son chemin est %2$s

source: %1$s directory is not readable, its path is %2$s
fr: le dossier %1$s n'est pas accessible en lecture, son chemin est %2$s

source: %1$s directory's owner is %2$s
fr: le propriétaire du dossier %1$s est %2$s

source: %1$s directory's permissions are %2$s
fr: les permissions du dossier %1$s sont %2$s

source: The blog ID is %s
fr: L'identifiant du blog est %s

source: The blog URL is %s
fr: L'URL du blog est %s

source: URL scan method is %s
fr: La méthode de lecture de l'URL est %s

source: This blog has no published entry yet. To test the URL of the blog, please publish an entry.
fr: Ce blog n'a pas encore de billet publié. Pour tester l'URL du blog, veuillez publier un billet.

source: The entry's URL %s returned a 200 status code, the page was found, it seems that the URL of the blog is correctly configured.
fr: L'URL du billet %s a retourné le code 200, la page a été trouvée, il semblerait que l'URL du blog soit correctement configurée.

source: The entry's URL %s returned a 404 status code, the page was not found, it seems that the URL of the blog is not correctly configured.
fr: L'URL du billet %s a retourné le code 404, la page n'a pas été trouvée, il semblerait que l'URL du blog ne soit pas correctement configurée.

source: The entry's URL %s returned a %s status code.
fr: L'URL du billet %s a retourné le code %s.

source: Registered URLs
fr: URLs enregistrées

source: Directory informations
fr: Informations sur les dossiers

source: Public directory is optional.
fr: Le dossier public est facultatif.

source: The Dotclear version is %s
fr: La version de Dotclear est %s

source: The web server is %s
fr: Le serveur Web est %s

source: The user is %s
fr: L'utilisateur est %s

source: The Operating System is %s.
fr: Le système d'exploitation est %s.

source: The PHP version is %s
fr: La version de PHP est %s

source: Safe mode is %s
fr: Le Safe mode est %s

source: active
fr: actif

source: inactive
fr: inactif

source: Maximum size of a file when uploading a file is %s
fr: La taille maximale d'un fichier lors de l'envoi d'un fichier est %s

source: The error_reporting level is %s
fr: Le niveau de error_reporting est %s

source: The displayed errors are %s
fr: Les erreurs affichées sont %s

source: Database
fr: Base de données

source: The database driver is %1$s and its version is %2$s
fr: Le pilote de la base de données est %1$s et sa version est %2$s

source: The database name is %1$s and the user is %2$s
fr: Le nom de la base de données est %1$s et l'utilisateur est %2$s

source: The tables in your database of which name begin with %s prefix are:
fr: Les tables de votre base de données dont le nom commence par le préfixe %s sont&nbsp;:

source: Errors
fr: Erreurs

source: Legend:
fr: Légende&nbsp;:

source: error
fr: erreur

source: Informations about Dotclear and your system
fr: Informations à propos de Dotclear et de votre système
